Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# History.action-sheet.display.time
source: Show Visiting Time
ar: عرض وقت الزيارة
de: Besuchszeit anzeigen
es: Mostrar tiempo de visita
fr: Afficher le temps de visite
hi: आने का समय दिखाएँ
id: Tampilkan Waktu Kunjungan
it: Mostra il tempo di visita
ja: 訪問時間を表示する
ko: 방문 시간 표시
nl: Toon bezoektijd
pl: Pokaż czas zwiedzania
pt: Mostrar Tempo de Visita
ru: Время посещения шоу
th: แสดงเวลาเยี่ยมชม
tr: Ziyaret Zamanını Göster
uk: Показати час відвідування
vi: Hiển thị thời gian truy cập
zh_hans: 显示访问时间
zh_hant: 顯示參觀時間

# Home.config.legacy-engine
source: Use Legacy Engine
ar: استخدم المحرك القديم
de: Verwenden Sie Legacy-Engine
es: Usar el motor heredado
fr: Utiliser le moteur hérité
hi: विरासत इंजन का उपयोग करें
id: Gunakan Mesin Lama
it: Usa il motore legacy
ja: レガシーエンジンを使用する
ko: 레거시 엔진 사용
nl: Gebruik Legacy Engine
pl: Użyj Legacy Engine
pt: Use o Legacy Engine
ru: Использовать устаревший движок
th: ใช้ Legacy Engine
tr: Eski Motoru Kullan
uk: Використовувати Legacy Engine
vi: Sử dụng Legacy Engine
zh_hans: 使用旧版引擎
zh_hant: 使用傳統引擎

# Bookmark.group.emoji
source: Group Emoji
ar: مجموعة الرموز التعبيرية
de: Emoji-Gruppe
es: Emoji grupal
fr: Emoji de groupe
hi: समूह इमोजी
id: Emoji Grup
it: Emoji di gruppo
ja: グループ絵文字
ko: 그룹 이모티콘
nl: Groep Emoji
pl: Grupowy Emoji
pt: Emoji de Grupo
ru: Групповой Эмодзи
th: อิโมจิกลุ่ม
tr: Grup Emojisi
uk: Груповий смайлик
vi: Biểu tượng cảm xúc nhóm
zh_hans: 群组表情
zh_hant: 群組表情符號

# History.action-sheet.delete.action
source: Clear
ar: واضِح
de: Freispruch
es: Libre de cargos
fr: Clair
hi: साफ़
id: Jelas
it: Chiaro
ja: はっきりした
ko: 맑은
nl: Duidelijk
pl: Jasny
pt: Claro
ru: Ясный
th: ชัดเจน
tr: Açık
uk: Очистити
vi: Rõ ràng
zh_hans: 清除
zh_hant: 清除

# Carina.new-states.under-investigation
source: Under Investigation
ar: قيد التحقيق
de: Untersucht
es: Bajo investigación
fr: Sous enquête
hi: जांच के अधीन
id: Sedang diselidiki
it: Sotto inchiesta
ja: 調査中
ko: 조사 중
nl: Onder Onderzoek
pl: W toku dochodzenia
pt: Sob Investigação
ru: Под Следствием
th: อยู่ระหว่างการสอบสวน
tr: Soruşturma altında
uk: Під Слідством
vi: Đang được điều tra
zh_hans: 正在调查
zh_hant: 正在調查中

# Credit.contacts
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
hi: संपर्क
id: Kontak
it: Contatti
ja: 連絡先
ko: 연락처
nl: Contactlenzen
pl: Kontakty
pt: Contatos
ru: Контакты
th: การติดต่อ
tr: Kişiler
uk: Контакти
vi: Liên hệ
zh_hans: 联系方式
zh_hant: 聯絡人

# New.title.%@
source: Welcome to Iris %@
ar: مرحبا بك في Iris %@
de: Willkommen bei Iris %@
es: Bienvenido a Iris %@
fr: Bienvenue à Iris %@
hi: Iris %@ में आपका स्वागत है
id: Selamat datang di Iris %@
it: Benvenuto a Iris %@
ja: Iris%@へようこそ
ko: Iris %@에 오신 것을 환영합니다
nl: Welkom bij Iris %@
pl: Witamy w Iris %@
pt: Bem-vindo ao Iris %@
ru: Добро пожаловать в Iris %@
th: ยินดีต้อนรับสู่ Iris %@
tr: Hoş geldiniz Iris %@
uk: Hoş geldiniz Iris %@
vi: Chào mừng đến với Iris %@
zh_hans: 欢迎使用Iris %@
zh_hant: 歡迎來到Iris %@

# Passcode.content.history
source: Lock History
ar: تاريخ القفل
de: Sperrverlauf
es: Historial de bloqueo
fr: Historique des verrouillages
hi: लॉक हिस्ट्री
id: Riwayat Kunci
it: Cronologia di blocco
ja: ロック履歴
ko: 잠금 기록
nl: Vergrendelgeschiedenis
pl: Historia blokady
pt: Histórico de Bloqueio
ru: История блокировки
th: ประวัติการล็อค
tr: Kilit Geçmişi
uk: Kilit Geçmişi
vi: Lịch sử khóa
zh_hans: 锁定历史记录
zh_hant: 鎖定歷史

# Webpage.go-to.history
source: Quote History
ar: تاريخ الاقتباس
de: Zitatverlauf
es: Historia de la cita
fr: Histoire de citation
hi: उद्धरण इतिहास
id: Sejarah Kutipan
it: Storia delle citazioni
ja: 引用履歴
ko: 인용 역사
nl: Citaat Geschiedenis
pl: Historia cytatów
pt: História de Citações
ru: История цитат
th: ประวัติการอ้างอิง
tr: Teklif Geçmişi
uk: Історія цитат
vi: Lịch sử trích dẫn
zh_hans: 引用历史记录
zh_hant: 引用歷史

# Settings.privacy.history.privacy-mode
source: Privacy Mode
ar: وضع الخصوصية
de: Datenschutzmodus
es: Modo de privacidad
fr: Mode de confidentialité
hi: गोपनीयता मोड
id: Mode Privasi
it: Modalità privacy
ja: プライバシーモード
ko: 프라이버시 모드
nl: Privacymodus
pl: Tryb prywatności
pt: Modo de Privacidade
ru: Режим конфиденциальности
th: โหมดความเป็นส่วนตัว
tr: Gizlilik Modu
uk: Режим конфіденційності
vi: Chế độ riêng tư
zh_hans: 无痕浏览
zh_hant: 隱私模式

# Settings.interface.home.list.selection.search-button
source: Search Button
ar: زر البحث
de: Suchschaltfläche
es: Botón de búsqueda
fr: Bouton de recherche
hi: खोज बटन
id: Tombol Pencarian
it: Pulsante di ricerca
ja: 検索ボタン
ko: 검색 버튼
nl: Zoekknop
pl: Przycisk wyszukiwania
pt: Botão De Pesquisa
ru: Кнопка поиска
th: ปุ่มค้นหา
tr: Ara Düğmesi
uk: Ara Düğmesi
vi: Nút tìm kiếm
zh_hans: 搜索按钮
zh_hant: 搜尋按鈕

# Home.private-mode.hint.on
source: Interact to turn off.
ar: تفاعل لإيقاف.
de: Interagieren, um sich auszuschalten.
es: Interactúa para apagar.
fr: Interagissez pour vous éteindre.
hi: बंद करने के लिए बातचीत करें।
id: Berinteraksi untuk mematikan.
it: Interagisci per spegnere.
ja: 操作してオフにします。
ko: 끄기 위해 상호 작용하세요.
nl: Interactie om uit te schakelen.
pl: Interakcja, aby wyłączyć.
pt: Interagir para desligar.
ru: Взаимодействуйте, чтобы выключить.
th: โต้ตอบเพื่อปิด
tr: Kapatmak için etkileşime geçin.
uk: Kapatmak için etkileşime geçin.
vi: Tương tác để tắt.
zh_hans: 交互以关闭。
zh_hant: 互動關閉。

# Webpage.archive.failure
source: Failed Archiving
ar: فشل الأرشفة
de: Archivierung fehlgeschlagen
es: Archivo fallido
fr: Échec de l'archivage
hi: अभिलेखन में असफल
id: Pengarsipan Gagal
it: Archiviazione non riuscita
ja: アーカイブに失敗した
ko: 보관 실패
nl: Archivering mislukt
pl: Nieudana archiwizacja
pt: Falha no arquivamento
ru: Неудачная архива
th: การเก็บถาวรล้มเหลว
tr: Arşivleme Başarısız
uk: Не вдалося архівувати
vi: Lưu trữ không thành công
zh_hans: 归档失败
zh_hant: 存檔失敗

# Carina.reply
source: Replies
ar: ردود
de: Antworten
es: Respuestas
fr: Réponses
hi: जवाब
id: Balasan
it: Risposte
ja: 返信
ko: 답장
nl: Antwoorden
pl: Odpowiedzi
pt: Respostas
ru: Ответы
th: การตอบกลับ
tr: Cevaplar
uk: Cevaplar
vi: Trả lời
zh_hans: 回复
zh_hant: 答覆

# Settings.browse
source: Browse
ar: تَصَفَّحَ
de: Blättern
es: Ojeada
fr: Naviguer sur
hi: ब्राउज़ करें
id: Telusuri
it: Scorrere
ja: 閲覧する
ko: 대강 훑어보기
nl: Bladeren
pl: Przeglądać
pt: Dar uma olhada
ru: Щипать траву
th: กิน
tr: Bakmak
uk: Перегляд
vi: Đọc lướt qua
zh_hans: 浏览
zh_hant: 瀏覽

source: Archive
ar: أَرْشيف
de: Archiv
es: Archivo
hi: संग्रह
id: Arsip
it: Archivio
ja: アーカイブ
ko: 기록 보관소
nl: Archief
pl: Archiwum
pt: Arquivo
ru: Архив
th: เก็บถาวร
tr: Arşiv
uk: Архів
vi: Bản lưu trữ
zh_hans: 归档
zh_hant: 檔案

# Carina.new-states.undefined.description
source: This status had no meaning.
ar: لم يكن لهذا الوضع أي معنى.
de: Dieser Status hatte keine Bedeutung.
es: Este estatus no tenía sentido.
fr: Ce statut n'avait aucun sens.
hi: इस स्थिति का कोई मतलब नहीं था।
id: Status ini tidak memiliki arti.
it: Questo status non aveva alcun significato.
ja: このステータスは意味がありません。
ko: 이 상태는 아무런 의미가 없었다.
nl: Deze status had geen betekenis.
pl: Ten status nie miał żadnego znaczenia.
pt: Esse status não tinha significado.
ru: Этот статус не имел смысла.
th: สถานะนี้ไม่มีความหมาย
tr: Bu durumun hiçbir anlamı yoktu.
uk: Цей статус не мав сенсу.
vi: Trạng thái này không có ý nghĩa gì cả.
zh_hans: 该状态没有实际意义。
zh_hant: 這種地位毫無意義。

# Settings.search
source: Search
ar: بحث
de: Suche
es: Búsqueda
fr: Recherche
hi: खोज
id: Pencarian
it: Ricerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukać
pt: Busca
ru: Поиск
th: ค้น
tr: Arama
uk: Arama
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# Bookmark.icon.symbol
source: Symbol
ar: رَمْز
es: Representación
fr: Symbole
hi: प्रतीक
id: Simbol
it: Simbolo
ja: シンボル
ko: 상징
nl: Symbool
pt: Símbolo
ru: Символ
th: สัญลักษณ์
tr: Sembol
uk: Символ
vi: Biểu tượng
zh_hans: 符号
zh_hant: 符號

# Settings.interface.home.toolbar.selection.settings
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# History.search.empty
source: No Matched Result
ar: لا توجد نتيجة متطابقة
de: Kein passendes Ergebnis
es: Ningún resultado coincidente
fr: Aucun résultat correspondant
hi: कोई मिलान परिणाम नहीं
id: Tidak Ada Hasil yang Cocok
it: Nessun risultato abbinato
ja: 一致する結果はありません
ko: 일치하는 결과 없음
nl: Geen Overeenkomend Resultaat
pl: Brak Dopasowanego Wyniku
pt: Nenhum Resultado Correspondido
ru: Нет Соответствующего Результата
th: ไม่มีผลลัพธ์ที่ตรงกัน
tr: Eşleşen Sonuç Yok
uk: Немає відповідного результату
vi: Không có kết quả phù hợp
zh_hans: 无匹配结果
zh_hant: 沒有匹配的結果

# Troubleshooter.issues.darock.unparsable
source: Darock API unnormal
ar: Darock واجهة برمجة التطبيقات غير طبيعية
es: Darock API no normal
fr: Darock API non normale
hi: Darock एपीआई असामान्य
id: Darock API tidak normal
it: Darock API non normale
ja: Darock API 異常
ko: Darock API 비정상
nl: Darock API ongewoon
pl: Darock API nienormalne
pt: Darock API não normal
ru: Darock API ненормальный
th: Darock API ไม่ปกติ
tr: Darock API normal değil
uk: Darock API ненормальний
vi: Darock API không bình thường
zh_hans: Darock API异常
zh_hant: Darock API不正常

# Settings.search.new.succeed
source: Engine Added
ar: تمت إضافة المحرك
de: Motor Hinzugefügt
es: Motor añadido
fr: Moteur ajouté
hi: इंजन जोड़ा गया
id: Mesin Ditambahkan
it: Motore Aggiunto
ja: エンジンが追加されました
ko: 엔진 추가
nl: Motor toegevoegd
pl: Dodano silnik
pt: Motor Adicionado
ru: Добавлен Двигатель
th: เพิ่มเครื่องยนต์
tr: Motor Eklendi
uk: Motor Eklendi
vi: Động cơ đã được thêm vào
zh_hans: 引擎已添加
zh_hant: 引擎已新增

# Webpage.archive.instruction
source: Name your webpage archive and save.
ar: قم بتسمية أرشيف صفحة الويب الخاصة بك واحفظه.
de: Benennen Sie Ihr Webseitenarchiv und speichern Sie es.
es: Nombre el archivo de su página web y guárdelo.
fr: Nommez l'archive de votre page Web et enregistrez-la.
hi: अपने वेबपेज संग्रह का नाम दें और सहेजें।
id: Beri nama arsip halaman web Anda dan simpan.
it: Assegna un nome all'archivio della tua pagina web e salva.
ja: ウェブページのアーカイブに名前を付けて保存します。
ko: 웹 페이지 아카이브의 이름을 지정하고 저장하세요.
nl: Geef uw webpagina-archief een naam en sla op.
pl: Nazwij archiwum swojej strony internetowej i zapisz.
pt: Nomeie o arquivo da sua página da web e salve.
ru: Назовите архив своей веб-страницы и сохраните.
th: ตั้งชื่อไฟล์เก็บถาวรหน้าเว็บของคุณและบันทึก
tr: Web sayfa arşivinizi adlandırın ve kaydedin.
uk: Назвіте свій архів веб-сторінки та збережіть.
vi: Đặt tên cho kho lưu trữ trang web của bạn và lưu.
zh_hans: 为你的网页归档命名并保存。
zh_hant: 為您的網頁存檔命名並儲存。

# Crash.restart
source: Continue Launching
ar: استمر في الإطلاق
de: Starten Sie Weiter
es: Continuar con el lanzamiento
fr: Continuer le lancement
hi: लॉन्च करना जारी रखें
id: Lanjutkan Peluncuran
it: Continua il lancio
ja: 打ち上げを続ける
ko: 계속 출시
nl: Doorgaan met lanceren
pl: Kontynuuj uruchamianie
pt: Continuar a lançar
ru: Продолжить Запуск
th: เปิดตัวต่อ
tr: Başlatmaya Devam Et
uk: Продовжити Запуск
vi: Tiếp tục khởi chạy
zh_hans: 继续启动
zh_hant: 繼續發射

# Migration.recieve.info
source: Transfer datas securely from other devices to this device. After entering the code, **all your current datas will be covered**.
ar: قم بنقل البيانات بشكل آمن من الأجهزة الأخرى إلى هذا الجهاز. بعد إدخال الرمز، **سيتم تغطية جميع بياناتك الحالية**.
de: Übertragen Sie Daten sicher von anderen Geräten auf dieses Gerät. Nachdem Sie den Code eingegeben haben, **werden alle Ihre aktuellen Daten abgedeckt**.
es: Transfiera datos de forma segura desde otros dispositivos a este dispositivo. Después de introducir el código, **todos sus datos actuales estarán cubiertos**.
fr: Transférez des données en toute sécurité d'autres appareils vers cet appareil. Après avoir entré le code, **toutes vos données actuelles seront couvertes**.
hi: अन्य उपकरणों से इस उपकरण में सुरक्षित रूप से डेटा स्थानांतरित करें। कोड दर्ज करने के बाद, **आपके सभी वर्तमान डेटा को कवर किया जाएगा**।
id: Mentransfer data dengan aman dari perangkat lain ke perangkat ini. Setelah memasukkan kode, **semua data Anda saat ini akan tercakup**.
it: Trasferisci i dati in modo sicuro da altri dispositivi a questo dispositivo. Dopo aver inserito il codice, **tutti i tuoi dati attuali saranno coperti**.
ja: 他のデバイスからこのデバイスにデータを安全に転送します。 コードを入力すると、**現在のすべてのデータがカバーされます**。
ko: 다른 장치에서 이 장치로 데이터를 안전하게 전송합니다. 코드를 입력한 후, **당신의 모든 현재 데이터가 다루어질 것입니다**.
nl: Zet gegevens veilig over van andere apparaten naar dit apparaat. Na het invoeren van de code, **al uw huidige gegevens worden gedekt**.
pl: Bezpiecznie przesyłaj dane z innych urządzeń do tego urządzenia. Po wprowadzeniu kodu, **wszystkie twoje aktualne dane zostaną pokryte**.
pt: Transfira dados com segurança de outros dispositivos para este dispositivo. Depois de inserir o código, **todos os seus dados atuais serão cobertos**.
ru: Безопасная передача данных с других устройств на это устройство. После ввода кода **все ваши текущие данные будут покрыты**.
th: ถ่ายโอนข้อมูลอย่างปลอดภัยจากอุปกรณ์อื่นไปยังอุปกรณ์นี้ หลังจากป้อนรหัสแล้ว **ข้อมูลปัจจุบันทั้งหมดของคุณจะครอบคลุม**
tr: Verileri diğer cihazlardan bu cihaza güvenli bir şekilde aktarın. Kodu girdikten sonra, **tüm mevcut verileriniz kapsanacaktır**.
uk: Безпечно передавайте дані з інших пристроїв на цей пристрій. Після введення коду **всі ваші поточні дані будуть покриті**.
vi: Chuyển dữ liệu một cách an toàn từ các thiết bị khác sang thiết bị này. Sau khi nhập mã, **tất cả dữ liệu hiện tại của bạn sẽ được bảo vệ**.
zh_hans: 将其他设备上的数据安全地迁移到该设备上。输入代码后，**你当前的所有数据都将被覆盖**。
zh_hant: 安全地將資料從其他裝置傳輸到此裝置。 輸入程式碼後，**您的所有當前資料都將被覆蓋**。

# Extension.empty
source: No Extension
ar: لا يوجد تمديد
de: Keine Erweiterung
es: Sin extensión
fr: Pas d'extension
hi: कोई विस्तार नहीं
id: Tidak Ada Ekstensi
it: Nessuna estensione
ja: 延長なし
ko: 연장 없음
nl: Geen uitbreiding
pl: Brak Przedłużenia
pt: Sem extensão
ru: Без Расширения
th: ไม่มีส่วนขยาย
tr: Uzatma Yok
uk: Без Розширення
vi: Không có phần mở rộng
zh_hans: 无插件
zh_hant: 沒有延期

# Carina.none
source: No Feedback
ar: لا توجد ملاحظات
de: Kein Feedback
es: Sin comentarios
fr: Aucun retour d'information
hi: कोई प्रतिक्रिया नहीं
id: Tidak Ada Umpan Balik
it: Nessun feedback
ja: フィードバックなし
ko: 피드백 없음
nl: Geen feedback
pl: Brak informacji zwrotnej
pt: Sem feedback
ru: Нет Обратной Связи
th: ไม่มีข้อเสนอแนะ
tr: Geri Bildirim Yok
uk: Немає зворотного зв'язку
vi: Không có phản hồi
zh_hans: 无反馈
zh_hant: 無回饋

# Settings.search.edit-tip.title
source: Tap to Edit
ar: اضغط للتعديل
de: Tippen, um zu bearbeiten
es: Toque para editar
fr: Appuyez pour modifier
hi: संपादित करने के लिए टैप करें
id: Ketuk untuk Mengedit
it: Tocca per modificare
ja: タップして編集する
ko: 편집하려면 탭하세요
nl: Tik om te bewerken
pl: Dotknij, aby edytować
pt: Toque para Editar
ru: Нажмите, чтобы отредактировать
th: แตะเพื่อแก้ไข
tr: Düzenlemek için dokunun
uk: Düzenlemek için dokunun
vi: Chạm để chỉnh sửa
zh_hans: 轻点以编辑
zh_hant: 點選編輯

# Settings.interface.home.list.selection.privacy
source: Private Mode
ar: الوضع الخاص
de: Privater Modus
es: Modo privado
fr: Mode privé
hi: निजी मोड
id: Mode Pribadi
it: Modalità privata
ja: プライベートモード
ko: 개인 모드
nl: Privémodus
pl: Tryb prywatny
pt: Modo Privado
ru: Частный Режим
th: โหมดส่วนตัว
tr: Özel Mod
uk: Özel Mod
vi: Chế độ riêng tư
zh_hans: 无痕浏览
zh_hant: 私人模式

# Carina.reply.send.attachments
source: Attachments
ar: المرفقات
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
hi: संलग्नक
id: Lampiran
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlagen
pl: Załączniki
pt: Anexos
ru: Вложения
th: สิ่งที่แนบมา
tr: Ekler
uk: Вкладення
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

# Vote.unsuccessful
source: Failed Voting
ar: فشل التصويت
de: Fehlgeschlagene Abstimmung
es: Votación fallida
fr: Échec du vote
hi: मतदान में असफल
id: Voting Gagal
it: Voto fallito
ja: 投票に失敗した
ko: 투표 실패
nl: Stemmen mislukt
pl: Nieudane głosowanie
pt: Falha na votação
ru: Неудачная Голосование
th: การโหวตล้มเหลว
tr: Oylama Başarısız
uk: Невдале голосування
vi: Bỏ phiếu thất bại
zh_hans: 投票失败
zh_hant: 投票失敗

# Settings.interface.home.list.selection.space
source: Spacer
ar: فاصل
de: Abstandshalter
es: Espaciador
fr: Espaceur
hi: स्पेसर
it: Distanziatore
ja: スペーサー
ko: 간격을 벌리는 것
nl: Afstandhouder
pl: Przekładka dystansowa
pt: Espaçador
ru: Распорка
th: ตัวเว้นวรรค
tr: Aralayıcı
uk: Aralayıcı
vi: Miếng đệm
zh_hans: 空格
zh_hant: 間隔

# Carina.new-states.cannot-reproduce
source: Cannot Reproduce
ar: لا يمكن إعادة إنتاج
de: Kann Nicht Reproduziert Werden
es: No se puede reproducir
fr: Impossible de reproduire
hi: पुन: उत्पन्न नहीं कर सकता
id: Tidak Dapat Mereproduksi
it: Impossibile riprodurre
ja: 再現できない
ko: 재현할 수 없다
nl: Kan niet reproduceren
pl: Nie można odtworzyć
pt: Não é possível reproduzir
ru: Невозможно Воспроизвести
th: ไม่สามารถทําซ้ําได้
tr: Yeniden Üretilemez
uk: Неможливо Відтворити
vi: Không thể tái tạo
zh_hans: 无法复现
zh_hant: 無法複製

# Settings.appearance.schedule.solar.learn-about-privacy
source: Learn more about location and privacy…
ar: تعرف على المزيد حول الموقع والخصوصية...
de: Erfahren Sie mehr über Standort und Datenschutz...
es: Obtenga más información sobre la ubicación y la privacidad...
fr: En savoir plus sur l'emplacement et la confidentialité...
hi: स्थान और गोपनीयता के बारे में अधिक जानें...
id: Pelajari lebih lanjut tentang lokasi dan privasi...
it: Scopri di più sulla posizione e sulla privacy...
ja: 場所とプライバシーについてもっと知る...
ko: 위치와 프라이버시에 대해 더 알아보세요...
nl: Meer informatie over locatie en privacy...
pl: Dowiedz się więcej o lokalizacji i prywatności...
pt: Saiba mais sobre localização e privacidade...
ru: Узнайте больше о местоположении и конфиденциальности...
th: เรียนรู้เพิ่มเติมเกี่ยวกับตําแหน่งและความเป็นส่วนตัว...
tr: Konum ve gizlilik hakkında daha fazla bilgi edinin...
uk: Дізнайтеся більше про місцезнаходження та конфіденційність...
vi: Tìm hiểu thêm về vị trí và quyền riêng tư...
zh_hans: 进一步了解关于位置和隐私……
zh_hant: 瞭解更多關於位置和隱私的資訊...

# Extension.details.author
source: Author
ar: مُؤَلِّف
de: Autor
es: Autor
fr: Auteur
hi: लेखक
id: Penulis
it: Autore
ja: 著者
ko: 작가
nl: Auteur
pl: Autor
pt: Autor
ru: Автор
th: ผู้ประพันธ์
tr: Yazar
uk: Автор
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

# Settings.interface.home.color
source: Tint Color
ar: لون الصبغة
de: Tönung Farbe
es: Color de tinte
fr: Couleur de teinte
hi: टिंट रंग
id: Warna Warna
it: Colore della tinta
ja: ティントカラー
ko: 틴트 컬러
nl: Tint Kleur
pl: Kolor odcienia
pt: Cor de tinta
ru: Оттенок Цвета
th: ย้อมสี
tr: Renk Tonu
uk: Колір відтінка
vi: Màu sắc
zh_hans: 主题色
zh_hant: 色調

# Webpage.request-desktop
source: Request Desktop Website
ar: طلب موقع سطح المكتب
de: Desktop-Website anfordern
es: Solicitar sitio web de escritorio
fr: Demander un site Web de bureau
hi: डेस्कटॉप वेबसाइट का अनुरोध करें
id: Minta Situs Web Desktop
it: Richiedi sito web desktop
ja: デスクトップウェブサイトをリクエストする
ko: 데스크톱 웹사이트 요청
nl: Desktopwebsite aanvragen
pl: Poproś o stronę internetową dla komputerów stacjonarnych
pt: Solicitar Site de Desktop
ru: Запросить Настольный Веб-Сайт
th: ขอเว็บไซต์เดสก์ท็อป
tr: Masaüstü Web Sitesi İste
uk: Запит на настільний веб-сайт
vi: Yêu cầu trang web trên máy tính để bàn
zh_hans: 请求桌面网站
zh_hant: 請求桌面網站

# Home.config
source: Config
ar: تكوين
de: Konfigurieren
es: Configuración
fr: Configuration
hi: कॉन्फ़िग
id: Konfigurasi
it: Configurazione
ja: 設定
ko: 구성
nl: Configureren
pl: Konfiguracja
pt: Configuração
ru: Конфигурация
th: กําหนดค่า
tr: Yapılandırma
uk: Yapılandırma
vi: Cấu hình
zh_hans: 参数
zh_hant: 配置

# Settings.appearance.schedule.solar.location.request.authorized
source: Location Access Granted
ar: تم منح الوصول إلى الموقع
de: Standortzugriff gewährt
es: Acceso a la ubicación concedido
fr: Accès à l'emplacement accordé
hi: स्थान पहुँच प्रदान की गई
id: Akses Lokasi Diberikan
it: Accesso alla posizione concesso
ja: 許可されたロケーションアクセス
ko: 위치 액세스 허용
nl: Locatietoegang Verleend
pl: Przyznany dostęp do lokalizacji
pt: Acesso à Localização Concedido
ru: Предоставленный доступ к местоположению
th: สิทธิ์การเข้าถึงตําแหน่งที่ตั้ง
tr: Konum Erişimi Verildi
uk: Доступ до місцезнаходження надано
vi: Quyền truy cập vị trí được cấp
zh_hans: 已获得位置权限
zh_hant: 授予位置訪問許可權

# Settings.appearance
source: Appearance
ar: مَظْهَر
de: Aussehen
es: Aspecto
fr: Apparence
hi: रूप-रंग
id: Penampilan
it: Aspetto
ja: 外観
ko: 겉보기
nl: Uiterlijk
pl: Wygląd
pt: Aparência
ru: Внешность
th: สิ่งที่ปรากฏ
tr: Görünüş
uk: Зовнішній вигляд
vi: Vẻ bề ngoài
zh_hans: 外观
zh_hant: 外觀

# Bookmark.group.symbol
source: Group Symbol
ar: رمز المجموعة
de: Gruppensymbol
es: Símbolo de grupo
fr: Symbole de groupe
hi: समूह प्रतीक
id: Simbol Kelompok
it: Simbolo di gruppo
ja: グループシンボル
ko: 그룹 기호
nl: Groepssymbool
pl: Symbol grupy
pt: Símbolo de Grupo
ru: Символ Группы
th: สัญลักษณ์กลุ่ม
tr: Grup Sembolü
uk: Символ групи
vi: Biểu tượng nhóm
zh_hans: 群组符号
zh_hant: 組符號

# Migration.cooldown.period.%lld
source: %lld minutes left
ar: %lld دقيقة متبقية
zh_hans: 剩余%lld分钟
zh_hant: 還剩%lld分鐘

# Settings.privacy.privacy-policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzpolitik
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# History.action-sheet.delete
source: Clear
ar: واضِح
de: Freispruch
es: Libre de cargos
fr: Clair
hi: साफ़
id: Jelas
it: Chiaro
ja: はっきりした
ko: 맑은
nl: Duidelijk
pl: Jasny
pt: Claro
ru: Ясный
th: ชัดเจน
tr: Açık
uk: Очистити
vi: Rõ ràng
zh_hans: 清除
zh_hant: 清除

# Settings.search.edit.tips.empty-name
source: The name is empty.
ar: الاسم فارغ.
de: Der Name ist leer.
es: El nombre está vacío.
fr: Le nom est vide.
hi: नाम खाली है।
id: Namanya kosong.
it: Il nome è vuoto.
ja: 名前は空です。
ko: 이름이 비어 있습니다.
nl: De naam is leeg.
pl: Nazwa jest pusta.
pt: O nome está vazio.
ru: Имя пустое.
th: ชื่อว่างเปล่า
tr: İsim boş.
uk: İsim boş.
vi: Cái tên trống rỗng.
zh_hans: 名称为空。
zh_hant: 名字是空的。

source: Troubleshooter
ar: حَلّال مَشاكِلَ
es: Mediador
fr: Consultant en gestion des entreprises
hi: समस्या निवारक
id: Pemecah masalah
it: Mediatore
ja: トラブルシュータ
ko: 수리 담당자
nl: Probleemoplosser
pl: Konsultant
pt: Solucionador de problemas
ru: Ремонтник
th: ช่างซ่อม
tr: Sorun Giderici
uk: Усунення несправностей
vi: Thợ sửa chữa
zh_hans: 疑难解答
zh_hant: 故障排除程式

# Crash.report.failed
source: Report Failed
ar: فشل التقرير
de: Bericht fehlgeschlagen
es: Informe Fallido
fr: Échec du rapport
hi: रिपोर्ट विफल
id: Laporan Gagal
it: Segnalato non riuscito
ja: 報告失敗
ko: 보고서 실패
nl: Rapport mislukt
pl: Raport nie powiódł się
pt: Falha no relatório
ru: Отчет Не Удался
th: รายงานล้มเหลว
tr: Rapor Başarısız Oldu
uk: Не вдалося повідомити
vi: Báo cáo không thành công
zh_hans: 报告失败
zh_hant: 報告失敗
